<?php


return [

    'continents' => ['Asia' => 'آسیا', 'Africa' => 'افریقا', 'Europe' => 'اروپا', 'Australia' => 'اقیانوسه', 'North America' => 'آمریکای شمالی', 'South America' => 'آمریکای جنوبی'],

    'agencyRules' => ['A' => 'بند الف', 'B' => 'بند ب', 'P' => 'بند پ'],

    'active_status' => ['Y' => 'فعال', 'N' => 'غیر فعال'],

    'currency' => ['usd' => 'دلار آمریکا', 'euro' => 'یورو'],

    'read-status' => ['read' => 'خوانده شده', 'unread' => 'خوانده نشده'],

    'accompanimentType' => ['welcome' => 'استقبال', 'convoy' => 'بدرقه', 'welcome&convoy' => 'استقبال و بدرقه'],

    'vehicleType' => ['car' => 'سواری', 'van' => 'ون', 'minibus' => 'مینی بوس ', 'bus' => 'اتوبوس', 'floating' => 'شناور'],

    'locationType' => ['airport' => 'فرودگاه', 'terminal' => 'ترمینال', 'rail' => 'راه آهن', 'seaport' => 'بندر'],

    'hostType' => [1 => 'هتل', 2 => 'هتل آپارتمان', 3 => 'مهمانپذیر', 4 => 'خانه مسافر',5=>'اقامتگاه'],

    'gashtType' => [1=>'تفریحات دریایی',2=>'دریایی آبی',3=>'پارک ها',4=>'کشتی تفریحی',5=>'رستوران',6=>'جٌنگ و کنسرت',7=>'سافاری',8=>'پزشکی و زیبایی',9=>'ماساژ',10=>'گشت شهری',11=>'سایر موارد'],
    
    'travelMethod'=> ['aerial'=>'هوایی', 'earthy'=>'رمینی', 'marine'=>'دریایی'],

];
